[language]
name=Հայերեն
id=042b

[menu]
10001=Նոր գրառում
10002=Նախընտրանքներ
10003=Ցուցադրել բոլորը
10004=Թաքցնել բոլորը
10005=Ծրագրի մասին
10006=Օգնություն(Անգլերենով)
10007=Ելք
10008=Ղեկավարում
10009=Պահել
10010=Կարգավորել
10011=Թաքցնել
10012=Հեռացնել
10013=Պահել որպես
10014=Ցուցադրել
10015=Կենտրոնացնել
10016=Պատկերակներ
10017=Փոքր պատկերակներ
10018=Ցուցակ
10019=Մանրամասները
10020=Վերևում
10021=Լեզու
10023=Ուղարկել
10024=Ծրագրի տնային էջ
10025=Պահել բոլորը
10026=Խմբեր
10126=Ավելացնել վերին մակարդակի խումբ
10127=Խմբագրել խումբը
10128=Հեռացնել խումբը
10129=Ցուցադրել նշված խմբի բոլոր գրառումները
10130=Թաքցնել նշված խմբի բոլոր գրառումները
10131=Նշված խմբին ավելացնել ենթախումբ
10027=Հետ
10028=Առաջ
10029=Կտրել
10030=Պատճենել
10031=Տեղադրել
10032=Նշել բոլորը
10033=Վերականգնել ստանդարտ չափսերը և կենտրոնացնել
10034=Որոնել գրառումներում
10035=Կցել
10036=ոչ
10037=Ձախ
10038=Վերև
10039=Աջ
10040=Ներքև
10041=Փակցնել(բոլորը)
10042=Գտնել
10043=Գտնել հաջորդը
10044=Փոխարինել
10051=Ձևաչափ
10052=Ընտրանի
10053=Ավելացնել ընտրանիում
10054=Հեռացնել ընտրանուց
10055=Ուղարկել որպես կցորդ
10056=Գրառման բեռնում
10057=Դատարկել արկղը
10058=Վերականգնել բոլոր գրառումները
10059=Վերականգնել գրառումը
10060=Ցուցադրել խմբերը
10061=Թաքցնել խմբերը
10062=Դնել բարձր առաջնայնություն
10063=Տեղադրել ֆայլը հղման տեսքով
10064=Տեղադրել ֆայլի պարունակությունը
10065=Նոր գրառում բուֆերից
10066=Առաջին պլան
10067=Որոնել
10068=Որոնել գլխագրերում
10069=Տեսքը
10070=Տեսանելիությունը
10071=Անջատել պաշտպանված վիճակը
10072=Տպել
10073=Դիտել
10074=Կարգավորել տեսքը
10075=Կարգավորել ցուցակը
10076=Փոփոխել
10077=Նշել որպես կատարված
10078=Կարգավորել պատուհանի ֆոնային կարգավորումները
10079=Օգտագործել հատուկ գույն
10080=Ընտրել գույնը
10081=Վերև/ներքև
10083=Ներառել արկղի գրառումները արագ որոնման մեջ
10084=Տեղափոխում/Տեսանելիություն
10085=Մաքրել արագ որոնումը
10086=Արգելափակել ծրագիրը
10087=Վերականգնել ռեզերվից
10088=Պարզ կետեր
10097=Օգնել PNotes նախագծին
10098=Առանց կետերի/համարակալման
10099=Ցուցադրել բոլոր ընտրյալները
9100=Միացնել (Բոլոր գրառումները)
9101=Անջատել (Բոլոր գրառումները)
9102=Նշել բարձր կարևորության
9103=Միացնել պաշտպանված ռեժիմը
9104=Դնել «կատարված է» նշան
9105=Փաթաթել
9106=Հանել բարձր կարևորությունը
9107=Անջատել պաշտպանված ռեժիմը
9108=Հանել «կատարված է» նշանը
9109=Բացել
9110=Կրկնօրինակել գրառումը
10132=Ցուցադրել խումբը (ենթէախմբերը ներառյալ)
10133=Թաքցնել խումբը (ենթէախմբերը ներառյալ)
10134=Արագ ստեղներ
10135=Արագ ստեղն՝ խումբը ցուցադրելու համար
10136=Արագ ստեղն՝ խումբը թաքցնելու համար
10137=Նշել/Խմբագրել
10138=Հանել
10139=Նշել/Խմբագրել
10140=Հանել


[options]
1001=Ծրագրի կարգավորումներ
1002=Պահել գրառումը որպես...
1003=Ներկա գրառման մանրամասները
1004=Ղեկավարում
1014=Խմբին կցել պատկերակ
1019=Գտնել
1024=Որոնել ըստ գլխագրի
1025=Ժամկետանց հիշեցումներ
1=Լավ
2=Չեղարկել
8002=Գործարկել
8006=Թեմաներ
8011=Փոխել տառատեսակը
8014=Թույլատրել թափանցիկությունը
8017=Ծրագրի մեկնարկի ժամանակ ցուցադրել բոլոր գրառումները
8018=Ծրագրից դուրս գալիս պահել բոլորը
8019=Հաստատել պահպանումը
8023=Առանց ցուցակավորման
8024=Ամեն օր սկսված՝
8025=Մի անգամ, սկսված՝
8031=Գրառման անվանումը
8034=Զրոյացնել կարգավորումները
8035=Մեկնարկել համակարգի մեկնարկելուն պես
8039=Ամսաթվի օրինակ
8040=Ժամանակի օրինակ
8049=Ամսաթվի/ժամանակի ձևաչափ
8050=Ժամանակի ձևաչափ
8051=Ձայնային ազդանշան
8052=Թույլատրել ձայնային ազդանշանը
8053=Ձայնային ազդանշան
8054=Ամսաթվի/ժամանակի ձևաչափերը
8055=Արագ ստեղներ
8057=Ավելացնել/խմբագրել արագ ստեղներ
8059=Նշված հրահանգի համար օգտագործվող արագ ստեղների տեսակը
8061=Հեռացնել
8062=Ավելացնել
8063=Հեռացնել
8064=Լսել
8066=Կրկնել ամեն՝
8069=Ստանդարտ ցուցադրում
8072=Հաստատում՝ հեռացնելուց առաջ
8073=Ցուցադրել ազդանշանային մասը(բոլոր գրառումները կթարմացվեն)
8075=Ինքնապահման ֆունկցիաները
8076=Պահպանել ամեն.
8078=Րոպե(ներ)
8079=Բեռնել գրառումներ 3.0-ից ցածր տարբերակներից
8080=Ստանդարտ կարգավորումներ
8081=Լայնություն
8082=Բարձրություն
8086=Շատ թեմաներ
8087=Մեկնարկի ֆունկցիաներ
8088=Պահում/հեռացում
8092=Խմբի անունը
8095=Խմբի պատկերակը
8100=Թույլատրել վիզուալ տեղեկացումները
8101=Փաթաթել/բացել գրառումը՝ վերնագրերի վրա կրկնահարվածի ժամանակ
8102=Առանց ձևավորման գրառումներ
8103=Գտնել հետևյալը՝
8105=Որոնման արդյունքները
8107=Համընկնող
8108=Գտնել
8109=Ամբողջական բառ
8110=Ֆոնային գույնը
8111=Վերնագրերի տառատեսակը
8115=100%-անոց արժեքը համապատասխանում է ամբողջական թափանցիկ պատուհանին
8015=Թափանցիկություն
8123=Ներառյալ թաքցված գրառումները
8124=Ջնջել որոնումների պատմությունը
8125=Նոր տարբերակ
8126=Ստուգել ծրագրի մեկնարկի ժամանակ
8127=Ստուգել հիմա
8128=Նոր գրառումները միշտ վերևում
8129=Օգտագործել պատահական ֆոնային գույն
8121=Ձևավորում
8130=Ձևավորվող գրառումներ
8131=Չձևավորվող գրառումներ
8132=Ստանդարտ թեմա
8133=Անհատական թեմա
8135=Հեռավորությունը գրառումների միջև՝ փիքսելներով
8139=Կարգավորումները միացված են միայն չկցված գրառումների համար
8140=Անհատական չափ
8142=Կցելու հետադարձ կարգ
8143=Թաքցնել գրառումների սյունյակը
8145=Փոխել այստեղից.
8146=Փոխել բոլորը
8147=Փոխել
8148=Գտնել հաջորդը
8149=Վերև
8150=Ներքև
8153=Օրեր
8154=Ժամեր
8155=Րոպեներ
8156=Վայրկյաններ
8165=Չափ
8166=Գույնը և վերնագրի տառատեսակը
8167=Անհատական ֆոնային գույն
8168=Վերնագրերի անհատական տառատեսակ
8173=Ձեր նախընտրած դիտարկիչը (Թողնել դատարկ՝ օգտագործելու համար ստանդարտ դիտարկիչը):
8176=Քույր գրառումների տեղադրությունը
8177=Օգտագործել անհատական տառատեսակներ
8178=Շաբաթական, սկսած.
8180=Սկսած.
8183=Ցուցադրել ղեկավարման սյունյակը՝ ծրագրի մեկնարկին
8192=Հետո.
8193=Տարիներ
8194=Ամիսներ
8195=Շաբաթներ
8202=Մեկնարկել.
8205=Գործողությունների սյան պատկերակի վրա կրկնահարվածի դեպքում կատարել
8206=Որոնել գրառումներ, որոնց վերնագիրն է/պարունակում է.
8208=Գլխավոր մենյու
8209=Գրառում
8211=Կատարել ժամկետանց հիշեցումնեը
8214=Չկատարել ժամկետանց հիշեցումները
8215=Շրջել տեքստի գույնը
8216=Ամսաթիվ
8217=Ժամանակ
8218=Շաբաթվա օր
8219=Ամեն ամիս (ստույգ օրը)
8220=Ամեն ամիս (շաբաթվա օր)
8221=Հերթական համարը
8222=Եթե տվյալ ամսում նման ամսաթիվ չկա, կօգտագործվի մոտակա ամսաթիվը:
8223=Հիշեցումը չի կատարվի, եթե տվյալ ամսում այդպիսի շաբաթվա օր չկա:
8228=Պահել գրառումները առանց հաստատման, երբ ծրագիրը թաքցվում է
8229=Հեռացնել ծածկագիրը
8230=Ստեղծել ծածկագիր
8232=Փոփոխել ծածկագիրը
8233=Պահանջել ծածկագիր մուտքի ժամանակ
8231=Թաքցնել պատկերակը` համակարգի գործողությունների սյունակից
8236=Պահել գրառումները կոդավորված ֆայլերում
8237=ԶԳՈՒՇԱՑՈՒ՛Մ: Այս կետի ընտրությունը կարող է ավելացնել բեռնման/պահման ժամանակը
8238=Հիմնական կարգավորումները
8239=Ղեկավարում
8240=Տարբեր
8241=Տարբեր
8242=Ծածկագիր
8243=Կոդավորում
8245=Ռեզերվ
8246=Գրառումները պահել ռեզերվում պահպանելուց հետո
8247=Ռեզերվի մակարդակը(պատճենների քանակը՝ ամեն գրառման համար)
8250=Երբ ծրագիրը պահված է
8251=Caption-ի չափով, երբ շարժվում է
8256=Չտեղափոխել գրառումները էկրանի կենտրոն
8257=Էֆեկտներ
8258=Փակել գրառումները
8259=Տալ ազդանշան գրառումը փակելիս
8263=Համակարգի մեկնարկ
8264=Ծրագրի մեկնարկ
8265=Ճշգրիտ ժամանակ
8234=Չցուցադրել գրառումները պատուհանները ցուցակում (Alt+Tab) ( * )
8252=( * ) - Բոլոր գրառումները կվերաբեռնվեն

[messages]
no_note_created=Չի ստացվում ստեղծել գրառման պատուհանը
no_note_registered=Չի ստացվում գրանցել գրառման պատուհանի դասը
no_skin_file=Թեմայի ֆայլը գոյություն չունի, ծրագիրը չի փակվի
save_note=Գրագումը փոփոխված է
save_question=Ցանկանու՞մ էք պահել սա
save_caption=Պահում
delete_confirm=Դուք իրո՞ք ցանկանում եք հեռացնել գրառումը:
delete_confirm_multiple=Դուք իրո՞ք ցանկանում եք հեռացնել նշվածնեը:
delete_bin=Ցանկանու՞մ եք գրառումը տեղափոխել արկղ:
delete_complete=Ցանկանու՞մ եք վերջնականապես հեռացնել գրառումը:
delete_caption=Հեռացում
invalid_date=Ամսաթվի ֆորմատը սխալ է: Այն պետք է պարունակի օրը, ամիսը, տարին, ժամը և րոպեն:
invalid_time=Ժամանակի ֆորմատը սխալ է; Այն պետք է պարունակի ժամը և րոպեն:
hk_1=Արագ ստեղն
hk_2=Արդեն գրանցված է, ընտրեք ուրիշ մեկը
hk_3=Հեռացնե՞լ ներկայիս ստեղնը 
sound_1=Ավելացնել ձայն
sound_2=Հաստատում
sound_3=Ֆայլը արդեն գոյություն ունի Ձեր 'sound' պանակում. Պատճենե՞լ ամեն դեպքում
sound_4=Ձայնի ֆայլը գոյություն չունի: Անցում ստանդարտին
sound_5=Հեռացնե՞լ նշվածը
no_success=Ծրագիրը չի ավարտվել նախորդ սեսիայում: Ցանկանու՞մ եք բեռնել չպահված գրառումները:
def_size=Ցանկանում էք ստանդարտ գրառման չափերը լինի:
too_many_files=Միայն մի ֆայլ կարող է լինել գրառման տակ:
delete_previous=Ցանկանու՞մ եք հեռացնել նախկին տարբերակի բազաները:
delete_group_0=Խմբի հառացում
delete_group_1=Զգուշացու՛մ: խմբի բոլոր գրառումները կհեռացվեն:
delete_group_2=Հաջողությամբ հեռացվեցին ենթախմբերը և գրառումները:
delete_group_3=Գործողությունը հետադարձ չունի, շարունակե՞լ
search_complete=Որոնումն ավարտված է
replace_complete=Փոփոխումն ավարտված է
matches_found=Համընկնումները.
no_matches=Համընկնումներ չկան:
check_for_update=Ստուգում է թարմացումների համար
new_version_1=Առկա է PNotes-ի նոր տարբերակը
new_version_2=Սեղմեք OK, գնալու համար բեռնման էջ
same_version=Դուք օգտագործում եք PNotes-ի ամենավերջին տարբերակը
font_sample=Տառատեսակի օրինակ
save_before_send=Գրառումը նախ պետք է պահել: Պահե՞լ հիմա:
already_exists=Այս id-ով գրառում արդեն գոյություն ունի, ընտրեք մեկ ուրիշը
empty_bin=Դատարկե՞լ արկղը(հետդարձ չկա)
default_warning=Դուք փորձում եք ծրագիրը վերադարձնել լռելյայն կարգավորումներին: Շարունակե՞լ
invalid_pwrd=Սխալ ծածկագիր
invalid_old_pwrd=Հին ծածկագիրը սխալ է:
both_pwrd=Ծածկագրի երկու տողերը պետք է համընկնեն: Ստուգե՛ք ուղղագրությունը:
no_backup=Տվյալ գրառման համար ռեզերվային պատճեններ չկան:
delete_backup=Դուք իրո՞ք ցանկանում եք հեռացնել նշված ռեզերվային ֆայլերը:
restore_backup=Ցանկանու՞մ եք վերականգնել տվյալները նշված ռեզերվային ֆայլից:

[captions]
import=Ներկրել գրառումներ հին տարբերակներից
sound=Ընտրեք ձայնը
font=Ընտրեք տառատեսակը
color=Ընտրեք գույնը
group_new=Նոր խումբ
group_edit=Խմբագրել խումբը
group_default=Գլխավոր
group_main=Բոլոր գրառումները
date_formats=Ամսաթվի հնարավոր ձևաչափը
time_formats=Ժամի հնարավոր ձևաչափը
browser=Ընտրեք դիտարկիչը
load=Գրառման բեռնում
loading_error=Բեռնման սխալ
recycle_bin=Արկղ
quick_search=Արագ որոնում
search_results=Որոնման արդյունքները
rename=Անվանափոխել գրառումը
enter_pwrd=Մուտքագրել ծածկագիրը
create_pwrd=Ծածկագրի կարգավորումներ
change_pwrd=Ծածկագրի փոփոխություն
total_ecryption=Բոլոր գրառումների կոդավորումը ընթացքի մեջ է: Խնդրվում է սպասել...
total_decryption=Բոլոր գրառումների ապակոդավորումը ընթացքի մեջ է: Խնդրվում է սպասել...
restore_filter=Գրառման ռեզերվային պատճեններ
restore_caption=Վերականգնել գրառումը
backup_caption=Ռեզերվ
show_group=Ցուցադրել խումբը
hide_group=Թաքցնել խումբը

[tabs]
0=Թեմա
1=Տառատեսակ
2=Պլանավորում

[tabs_options]
0=Տեսքը
1=Պլանավորում
2=Տարբեր

[columns]
0=Գրառման անվանումը
2=Վերջին պահվածը
3=Ցուցակի տեսակը
1=Խումբ
4=Անուն
5=Օրիգինալ գրառում
6=Պահման ժամանակը

[commands]
5000=Տառատեսակ
5001=Տեքստի չափսերը
5002=Տեքստի գույնը
5003=Թավ
5004=Շեղ
5005=Ընդգծված
5006=Վրագծված
5007=Գունավորված
5008=Հավասարությունը ձախ
5009=Հավասարությունը կենտրոն
5010=Հավասարությունը աջ
5011=Կետեր
5100=Ավտոմատ
5101=Առանց գունավորման

[status]
group=Խումբ:
dd_impossible=(տեղափոխելը և թողելն անհնարին է)
total=Բոլոր գրառումները:
group_notes=Խմբի գրառումները:

[preview]
caption=Վերնագիր
part1=Գրառումների վրա կրկնահարվածով փոխեք հետին պլանի գույնը:
part2=Վերնագրերի վրա կրկնահարվածով փոխեք տառատեսակը:

[date_format_chars]
d=Ամսվա օր, միանիշ օրերի դեպքում չի սկսվում 0-ով:
dd=Ամսվա օր, միանիշ օրերի դեպքում  սկսվում է 0-ով:
ddd=Շաբաթվա օր՝ բաղկացած երեք տառով հապավումից:
dddd=Շաբաթվա օր՝ ամբողջական:
M=Ամիսները, 0-ից սկսած:
MM=Ամիսները, առանց 0-ի:
MMM=Ամսվա երեքտառանի հապավումով:
MMMM=Ամսվա լրիվ անվանումը:
y=Տարիները երկնիշ, 0-ից սկսած, 10-ից սկսած փոքրի դեպքում:
yy=Տարիները երկնիշ, առանց 0-ի՝ 10-ից սկսած փոքրի դեպքում:
yyyy=Տաիրները՝ քառանիշ:

[time_format_chars_h12]
h=Ժամերը, 0-ից սկսած, 12-ժամային:
hh=Ժամերը, առանց 0-ի, 12-ժամային:

[time_format_chars_h24]
H=Ժամերը, 0-ից սկսած; 24-ժամային:
HH=Ժամերը,  առանց 0-ի, 24-ժամային:

[time_format_chars]
m=Րոպեները, 0-ից սկսած
mm=Րոպեները, առանց 0-ի
s=Վայրկյանները, 0-ից սկսած
ss=Վայրկյանները, առանց 0-ի
t=A կամ P
tt=AM կամ PM

[left_panel]
202=Տեսք
203=Թեմաներ
204=Պլանավորում
205=Ձևավորում
206=Գործողություններ
207=Տարբեր
208=Պաշտպանություն

[search_columns]
0=Գրառում
1=Գիծ
2=Վանդակ

[weekdays]
0=Երկ
1=Երք
2=Չոր
3=Հնգ
4=Ուրբ
5=Շաբ
6=Կիր

[titles_columns]
0=Վերնագիր

[ordinals]
0=Առաջին
1=Երկրորդ
2=Երրորդ
3=Չորրորդ
4=Վերջին

[weekdays_full]
0=Երկուշաբթի
1=Երեքշաբթի
2=Չորեքշաբթի
3=Հինգշաբթի
4=Ուրբաթ
5=Շաբաթ
6=Կիրակի

[login_captions]
enter_pwrd=Մուտքագրել ծածկագիրը
conf_pwrd=Հաստատել ծածկագիրը
old_pwrd=Հին ծածկագիրը
new_pwrd=Նոր ծածկագիրը

[program]
name=PNotes - Ձեր վիրտուալ գրառումների կենտրոնը